tap "anomalyco/tap"
tap "probe-rs/probe-rs"
tap "stripe/stripe-cli"
brew "openssl@3"
brew "basedpyright"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libffi"
brew "libomp"
brew "neovim"
brew "pango"
brew "poppler"
brew "powerlevel10k"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tree"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "probe-rs/probe-rs/probe-rs"
brew "stripe/stripe-cli/stripe"
cask "codex"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "font-fira-code"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cargo "cargo-audit"
cargo "cargo-generate"
cargo "cargo-modules"
cargo "esp-config"
cargo "esp-generate"
cargo "espflash"
cargo "ldproxy"
cargo "rustlings"
uv "-"
uv "-"
uv "maturin"
uv "mistral-vibe"
uv "ruff"
